// ========== НОВОСТИ ==========
const NEWS = [
    {
        date: "2026-02-05",
        title: "🔥 Новое ДЗ #2!",
        text: "Выложены задания на неделю. Есть уровни: новичок, средний, профи. Успевай до воскресенья!"
    },
    {
        date: "2026-02-05",
        title: "📱 Mini App обновился!",
        text: "Теперь в приложении можно следить за новостями, смотреть ДЗ и топ участников. А сдать задание можно в боте @ProgClubBot_bot"
    },
    {
        date: "2026-01-05",
        title: "🏆 Появилась система уровней",
        text: "За каждое сданное ДЗ начисляется опыт. Чем больше опыта — тем выше ранг!"
    }
]